"ConfirmSaveTitle" 			= "Confirmar guardar";
"ConfirmSaveMsg"			= "Guardar as alterações às definições de mobilidade?";
"ConfirmSaveSave"			= "Guardar";
"ConfirmSaveCancel"			= "Cancelar";
"ConfirmSaveDontSave"		= "Não guardar";

// Text of "OK" button in configuration sheet (depending on whether we are in 'create' or 'config settings' mode)
"str_OK_Create" = "Criar";
"str_OK_Config" = "OK";

// Text that goes under the "Use FileSync" checkbox depending on whether computer has master password or not
"str_HaveMasterPassword" 	= "Está definida uma palavra-passe principal do FileVault para este computador.";
"str_NoMasterPassword" 		= "O FileVault requer uma palavra-passe mestra para este computador.";

// Template for displaying the startup volume name
"str_BootVolumeNameTemplate" = "%@ (disco de inicialização)";

// For pre-flighting available space (4875784)
"str_PHD_CalcAvailSpace" = "A calcular espaço disponível...";
"str_PHD_InsufficientSpace" = "Não há espaço disponível suficiente em “%@” para criar a pasta pessoal.";


// Sync interval popup values (4978958)
"str_SyncInterval_Automatic" 	= "Automaticamente";
"str_SyncInterval_Manual"  		= "Manualmente";

"str_SyncInterval_OneMinute" 					= "Todos os minutos";
"str_SyncInterval_LessThanOneHour"  			= "a cada %d minutos";
"str_SyncInterval_OneHour"						= "Todas as horas";
"str_SyncInterval_OneHourOneMinute"				= "a cada 1 hora e 1 minuto";
"str_SyncInterval_LessThanTwoHours"				= "a cada 1 hora e %d minutos";
"str_SyncInterval_MoreThanOneHourNoMinutes"		= "a cada %d horas";
"str_SyncInterval_MoreThanOneHourOneMinute"		= "a cada %d horas e 1 minuto";
"str_SyncInterval_MoreThanOneHourManyMinutes"	= "a cada %d horas e %d minutos";


// No suitable volumes for home volume (5182972) - displayed in popup menu
"str_UserPicks_NoExternalVolume" 		= "Não há volumes externos ligados.";
"str_UserPicks_NoSuitableVolume" 		= "Não foram encontrados volumes apropriados.";
